Repository: doug0102/angular-gcaccount
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Forbidden Page
fr: Page interdite

source: Users who fail to authenticate will be routed to the forbidden page.
fr: Les utilisateurs qui ne parviennent pas à s'authentifier seront redirigés vers la page interdite.

source: I forbid you! Begone!
fr: Je vous interdis! Partez !

source: Angular - GCAccount Auth Example
fr: Angular - Exemple d'authentification GCAccount

source: Home Page
fr: Page d'accueil

source: This page is only available to authenticated users.
fr: Cette page n'est accessible qu'aux utilisateurs authentifiés.

source: You've successfully authenticated. Welcome to the home page!
fr: Vous vous êtes authentifié avec succès. Bienvenue sur la page d'accueil!

source: Login Page
fr: Page de connexion

source: This page appears when the user has not been authenticated.
fr: Cette page apparaît lorsque l'utilisateur n'a pas été authentifié.

source: Please login to access the home page.
fr: Veuillez vous connecter pour accéder à la page d'accueil.

source: A summary of the user session.
fr: Un résumé de la session utilisateur.

source: Authenticated:
fr: Authentifié:

source: User Data:
fr: Données d'utilisateur:

source: Sub:
fr: Abonnement:

source: Name:
fr: Nom:

source: Nickname:
fr: Surnom:

source: Access Token:
fr: Jeton d'accès:

source: ID Token:
fr: Jeton d'identification :

source: Click to login
fr: Cliquez pour vous connecter

source: LOGIN
fr: CONNEXION

source: Click to force a refresh of the session
fr: Cliquer pour forcer un rafraichissement de la session

source: REFRESH SESSION
fr: SESSION DE RAFRAÎCHISSEMENT

source: Click to logout
fr: Cliquez pour vous déconnecter

source: LOGOUT
fr: SE DÉCONNECTER

source: Unauthorized Page
fr: Page non autorisée

source: Unauthorized users will be routed to this page.
fr: Les utilisateurs non autorisés seront redirigés vers cette page.

source: You aren't authorized to see my amazing app. Git gud.
fr: Vous n'êtes pas autorisé à voir mon incroyable application. Git Gud.
